
function Home() {
    return (
    <div>
        <h1 style={{ color: '#cc943b' }}>Chef Nima</h1>

        <p>Welcome to my Restaurant</p>
        <p>Per the English proverb, "eyes are the windows to the soul"; in the same line, we can attest that Persian cuisine acts as a gateway to the caring, 
            sensual soul and often the poetic heart of our people. We invite you to experience this gastronomic poetry in motion, revelled in rosewater, 
            saffron, and our natural jewel, pomegranate. Lyricism, culture, and satisfaction of the senses in each spoon. What else?"</p>
        <p>نگاهی به تاریخ فرهنگی غذا در ایران
فرهنگ غذای ایرانی تاریخی به درازای 3500 سال از زمان شکل‌گیری ایران باستان دارد. در گذر زمان توسعه تجارت با کشورهای هند و چین پای ادویه‌های بی‌نظیر را به غذاهای ایرانی باز کرد. البته برخلاف هندی‌ها، ما در ایران از گذشته تا به امروز ادویه‌ها را صرفا به‌عنوان چاشنی استفاده کرده‌ایم. کمتر غذای ایرانی را می‌توان یافت که ادویه‌جات بیش از حد در آن استفاده شده باشد. ادویه در فرهنگ غذای ایرانی ابزاری برای تقویت طعم طبیعی مواد اولیه به شمار می‌رود.

دربار پادشاهی در ایران همواره جایگاه ویژه‌ای برای مطبخ قائل بوده است. بهترین و سرشناس‌ترین آشپزهای ایرانی در طول تاریخ در دربار سلطنتی فعالیت می‌کردند. اگر درباره ابداع انواع غذای ایرانی نیز تحقیق کنید، متوجه خواهید شد که ریشه در مطبخ شاهی دارند. بعد از دربار، بازار اصلی در هر یک از شهرهای ایران، نقش کلیدی را در توسعه فرهنگ غذای ایرانی ایفا می‌کردند.

یکی از ویژگی‌های بارز فرهنگ غذا در ایران، علاقه زیاد مردم به کباب است. به هر شهری از ایران سفر کنید، کباب‌های خاصی را پیدا خواهید کرد که مشابه آن‌ها در هیج جایی از دنیا پیدا نمی‌شود. نکته مهم دیگر این است که فرهنگ غذا در ایران به طرز شگفت‌انگیزی با خانواده گره خورده است. وعده‌های غذایی بهانه‌ای برای دور هم جمع شدن اعضای خانواده هستند. این موضوعی است که شاید در بسیاری فرهنگ‌های خارجی چندان به آن توجه نمی‌شود.</p>
    </div>
    )
}

export default Home